Repository: LaoZhong-Mihari/HRT-Recorder-PKcomponent-Test
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

source: Create a plan for doses or patch changes. The app can fill medication details and schedule reminders.
de: Erstellen Sie einen Plan für Dosen oder Pflasterwechsel. Die App kann Medikamentenangaben ausfüllen und Erinnerungen planen.
es: Crea un plan para las dosis o los cambios de parche. La app puede rellenar los datos de la medicación y programar recordatorios.
fr: Créez un plan pour les doses ou les changements de patch. L’app peut renseigner les détails du médicament et programmer des rappels.
ja: 投薬やパッチ交換のプランを作成します。アプリが薬剤情報を補い、リマインダーを設定できます。
ko: 용량 또는 패치 교체 계획을 만드세요. 앱에서 약물 세부 정보를 채우고 알림을 예약할 수 있습니다.
th: สร้างแผนสำหรับการใช้ยาหรือการเปลี่ยนแผ่นแปะ แอปช่วยกรอกรายละเอียดยาและตั้งเวลาการแจ้งเตือนได้
zh_hans: 创建一个给药或贴片更换计划，App 可自动填充用药信息并安排提醒。
zh_hant: 創建一個給藥或貼片更換計劃，App 可自動填充用藥信息並安排提醒。

source: Create a reviewed, confirmed dosing record. Natural-language understanding is available on supported iOS 27 devices; structured fields work on older devices.
de: Erstellen Sie einen überprüften und bestätigten Dosiseintrag. Auf unterstützten iOS 27-Geräten ist natürliches Sprachverständnis verfügbar; auf älteren Geräten funktionieren strukturierte Felder.
es: Crea un registro de dosis revisado y confirmado. La comprensión del lenguaje natural está disponible en dispositivos compatibles con iOS 27; los campos estructurados funcionan en dispositivos anteriores.
fr: Créez un enregistrement de dose vérifié et confirmé. La compréhension du langage naturel est disponible sur les appareils compatibles sous iOS 27 ; les champs structurés fonctionnent sur les appareils plus anciens.
ja: 内容を確認して投薬記録を作成します。対応するiOS 27デバイスでは自然言語を解釈でき、旧デバイスでは構造化された項目を利用できます。
ko: 검토하고 확인한 투여 기록을 만듭니다. 지원되는 iOS 27 기기에서는 자연어를 이해하며, 이전 기기에서는 구조화된 필드를 사용할 수 있습니다.
th: สร้างบันทึกการใช้ยาที่ผ่านการตรวจสอบและยืนยันแล้ว การทำความเข้าใจภาษาธรรมชาติใช้ได้บนอุปกรณ์ iOS 27 ที่รองรับ ส่วนช่องแบบมีโครงสร้างใช้ได้บนอุปกรณ์รุ่นเก่า
zh_hans: 创建一条经核对和确认的给药记录。受支持的 iOS 27 设备可使用自然语言理解；旧款设备可使用结构化字段。
zh_hant: 建立一筆經核對及確認的給藥記錄。支援的 iOS 27 裝置可使用自然語言理解；較舊裝置可使用結構化欄位。

source: Create First Plan
de: Erster Plan erstellen
es: Crear el primer plan
fr: Créer le premier plan
ja: 最初のプランを作成
ko: 첫 계획 만들기
th: สร้างแผนแรก
zh_hans: 创建第一个计划
zh_hant: 創建第一個計劃

source: Create medication plan
de: Medikationsplan erstellen
es: Crear un plan de medicación
fr: Créer un plan de traitement
ja: 服薬プランを作成
ko: 복약 계획 만들기
th: สร้างแผนการใช้ยา
zh_hans: 创建用药计划
zh_hant: 創建用藥計劃

source: Create Plan
de: Plan erstellen
es: Crear plan
fr: Créer un plan
ja: プランを作成
ko: 계획 생성
th: สร้างแผน
zh_hans: 创建计划
zh_hant: 創建計劃

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
th: ปัจจุบัน
zh_hans: 当前
zh_hant: 目前

source: Current concentration, status color, and the nearby trend curve.
de: Aktuelle Konzentration, Statusfarbe und Verlaufskurve im nahen Zeitraum.
es: Concentración actual, color de estado y la curva de tendencia cercana.
fr: Concentration actuelle, couleur d’état et courbe de tendance à proximité.
ja: 現在の濃度、状態を示す色、前後の推移グラフを表示します。
ko: 현재 농도, 상태 색상 및 주변 추세 곡선입니다.
th: ความเข้มข้นปัจจุบัน สีแสดงสถานะ และเส้นแนวโน้มในช่วงใกล้เคียง
zh_hans: 当前浓度、状态颜色和邻近趋势曲线。
zh_hant: 目前濃度、狀態顏色和鄰近趨勢曲線。

source: Custom dose
de: Eigene Dosis
es: Dosis personalizada
fr: Dose personnalisée
ja: カスタム投与
ko: 사용자 지정 용량
th: ขนาดยาที่กำหนดเอง
zh_hans: 自定义剂量
zh_hant: 自訂劑量

source: Custom sublingual absorption fraction between 0 and 1.
de: Benutzerdefinierte sublinguale Absorptionsfraktion zwischen 0 und 1.
es: Fracción de absorción sublingual personalizada entre 0 y 1.
fr: Fraction d’absorption sublinguale personnalisée comprise entre 0 et 1.
ja: 0〜1の範囲で指定する舌下吸収率です。
ko: 0과 1 사이의 사용자 지정 설하 흡수율입니다.
th: สัดส่วนการดูดซึมใต้ลิ้นที่กำหนดเองระหว่าง 0 ถึง 1
zh_hans: 自定义舌下吸收比例，范围为 0 到 1。
zh_hant: 自訂舌下吸收比例，範圍為 0 到 1。

source: Cyproterone acetate
de: Cyproteronacetat
es: Acetato de ciproterona
fr: Acétate de cyprotérone
ja: 酢酸シプロテロン
ko: 시프로테론아세테이트
th: ไซโปรเทโรนอะซิเตต
zh_hans: 醋酸环丙孕酮
zh_hant: 醋酸環丙孕酮

source: Daily
de: Täglich
es: Diariamente
fr: Tous les jours
ja: 毎日
ko: 매일
th: ทุกๆ วัน
zh_hans: 每天
zh_hant: 每天

# Daily at %@
source: Daily at %1$@
de: Täglich um %1$@
es: Diariamente a %1$@
fr: Tous les jours à %1$@
ja: 毎日%1$@
ko: 매일 %1$@
th: ทุกวัน เวลา %1$@
zh_hans: 每天 %1$@
zh_hant: 每天 %1$@

source: Data & Methodology
de: Daten & Methodik
es: Datos y metodología
fr: Données et méthodologie
ja: データと算出方法
ko: 데이터 및 방법론
th: ข้อมูลและวิธีการ
zh_hans: 数据与方法
zh_hant: 資料與方法

source: Data stale
de: Daten veraltet
es: Datos desactualizados
fr: Données obsolètes
ja: データが古くなっています
ko: 데이터 업데이트 필요
th: ข้อมูลอาจไม่เป็นปัจจุบัน
zh_hans: 数据已过期
zh_hant: 資料已過期

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
th: ลบออก
zh_hans: 删除
zh_hant: 刪除

source: Delete plan?
de: Plan löschen?
es: ¿Eliminar plan?
fr: Supprimer le plan ?
ja: プランを削除しますか？
ko: 계획을 삭제할까요?
th: ลบแผน?
zh_hans: 删除计划？
zh_hant: 刪除計劃？

source: Delete this time
de: Diese Uhrzeit löschen
es: Eliminar esta hora
fr: Supprimer cette heure
ja: この時刻を削除
ko: 이 시간 삭제
th: ลบในครั้งนี้
zh_hans: 删除这个时间
zh_hant: 刪除這個時間

source: Detected template
de: Erkannte Vorlage
es: Plantilla detectada
fr: Modèle détecté
ja: 検出したテンプレート
ko: 감지된 템플릿
th: แม่แบบที่ตรวจพบ
zh_hans: 识别出的模板
zh_hant: 識別出的模板

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
th: เสร็จ
zh_hans: 完成
zh_hant: 完成

source: Dose
de: Dosis
es: dosis
ja: 投与量
ko: 용량
th: ขนาดยา
zh_hans: 剂量
zh_hant: 劑量

source: Dose (mg)
de: Dosis (mg)
es: Dosis (mg)
ja: 投与量（mg）
ko: 용량(mg)
th: ขนาดยา (mg)
zh_hans: 剂量（mg）
zh_hant: 劑量（mg）

source: Dose amount in milligrams. For esters, provide the raw compound amount.
de: Dosis in Milligramm. Geben Sie bei Estern die Menge des ursprünglichen Wirkstoffs an.
es: Cantidad de la dosis en miligramos. Para los ésteres, indica la cantidad original del compuesto.
fr: Dose en milligrammes. Pour les esters, indiquez la quantité brute du composé.
ja: 投与量をmgで指定します。エステル製剤では製剤そのものの量を入力してください。
ko: 밀리그램 단위 용량입니다. 에스테르는 원 화합물의 양을 입력하세요.
th: ขนาดยาในหน่วยมิลลิกรัม สำหรับเอสเทอร์ให้ระบุปริมาณสารประกอบเดิม
zh_hans: 剂量，单位为毫克。若为酯类，请提供原始化合物剂量。
zh_hant: 劑量，單位為毫克。若為酯類，請提供原始化合物劑量。

source: Dose details still need confirmation.
de: Die Angaben zur Dosis müssen noch bestätigt werden.
es: Los detalles de la dosis aún necesitan confirmación.
fr: Les détails de la dose doivent encore être confirmés.
ja: 投薬情報の確認が必要です。
ko: 용량 세부 정보는 여전히 확인이 필요합니다.
th: ยังต้องยืนยันรายละเอียดขนาดยา
zh_hans: 剂量详情仍需确认。
zh_hant: 劑量詳情仍需確認。

source: Dose from Health needs confirmation before the plan can be saved.
de: Die Dosis aus Apple Health muss bestätigt werden, bevor der Plan gespeichert werden kann.
es: La dosis de Salud necesita confirmación antes de que el plan pueda guardarse.
fr: La dose importée de Santé doit être confirmée avant d’enregistrer le plan.
ja: プランを保存する前に、ヘルスケアから取得した投与量を確認してください。
ko: 계획을 저장하기 전에 Health에서 가져온 용량을 확인해야 합니다.
th: ต้องยืนยันขนาดยาจาก Health ก่อนบันทึกแผน
zh_hans: 来自 Health 的剂量仍需确认后才能保存计划。
zh_hant: 來自 Health 的劑量仍需確認後才能儲存計劃。

source: Dose Phrase
de: Dosisangabe
es: Frase de dosis
fr: Phrase de dose
ja: 投薬フレーズ
ko: 용량 문구
th: ข้อความขนาดยา
zh_hans: 剂量短语
zh_hant: 劑量語句

source: Dose Schedule
de: Dosierungsplan
es: Pauta de dosis
fr: Programme de doses
ja: 投薬スケジュール
ko: 투여 일정
th: ตารางการใช้ยา
zh_hans: 给药时间表
zh_hant: 給藥時間表

source: Dose Template
de: Dosierungsvorlage
es: Plantilla de dosis
fr: Modèle de dose
ja: 投薬テンプレート
ko: 용량 템플릿
th: แม่แบบขนาดยา
zh_hans: 剂量模板
zh_hant: 劑量模板

source: Dose Time
de: Dosiszeit
es: Hora de la dosis
fr: Heure de la dose
ja: 投与時刻
ko: 투여 시간
th: เวลาที่ใช้ยา
zh_hans: 给药时间
zh_hant: 給藥時間

source: Dosing Route
de: Anwendungsart
es: Vía de administración
fr: Voie d’administration
ja: 投与経路
ko: 투여 경로
th: วิธีใช้ยา
zh_hans: 给药途径
zh_hant: 給藥途徑

source: Dutasteride
de: Dutasterid
es: Dutasterida
fr: Dutastéride
ja: デュタステリド
ko: 두타스테리드
th: ดูตาสเตไรด์
zh_hans: 度他雄胺
zh_hant: 度他雄胺

source: Each row has its own reminder time and dose, so one plan can handle mixed schedules like 2 mg in the morning and 1 mg later.
de: Jede Zeile hat eine eigene Erinnerungszeit und Dosis. So kann ein Plan gemischte Schemata abbilden, etwa morgens 2 mg und später 1 mg.
es: Cada fila tiene su propia hora de recordatorio y su dosis, por lo que un mismo plan admite pautas mixtas, como 2 mg por la mañana y 1 mg más tarde.
fr: Chaque ligne possède sa propre heure de rappel et sa propre dose. Un même plan peut donc gérer des horaires mixtes, par exemple 2 mg le matin et 1 mg plus tard.
ja: 各行に個別の通知時刻と投与量を設定できるため、朝2 mg、その後1 mgといった組み合わせも1つのプランで管理できます。
ko: 각 행에는 알림 시간과 용량이 있으므로 하나의 계획으로 아침에 2mg, 나중에 1mg과 같은 혼합 일정을 처리할 수 있습니다.
th: แต่ละแถวมีเวลาแจ้งเตือนและขนาดยาของตนเอง แผนเดียวจึงรองรับตารางแบบผสมได้ เช่น 2 mg ตอนเช้าและ 1 mg ในภายหลัง
zh_hans: 每一行都有自己的提醒时间和剂量，因此一个计划可以处理早上 2 mg、稍后 1 mg 这样的混合安排。
zh_hant: 每一行都有自己的提醒時間和劑量，因此一個計劃可以處理早上 2 mg、稍後 1 mg 這樣的混合安排。

source: Edit
de: Bearbeiten
es: editar
fr: Modifier
ja: 編集
ko: 편집
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

source: Edit dose template
de: Dosisvorlage bearbeiten
es: Editar plantilla de dosis
fr: Modifier le modèle de dose
ja: 投薬テンプレートを編集
ko: 용량 템플릿 편집
th: แก้ไขแม่แบบขนาดยา
zh_hans: 编辑剂量模板
zh_hant: 編輯劑量模板

source: Edit Plan
de: Plan bearbeiten
es: Editar plan
fr: Modifier le plan
ja: プランを編集
ko: 계획 편집
th: แก้ไขแผน
zh_hans: 编辑计划
zh_hant: 編輯計劃

source: Edit this widget and select a medication plan.
de: Bearbeiten Sie dieses Widget und wählen Sie einen Medikationsplan aus.
es: Edita este widget y selecciona un plan de medicación.
fr: Modifiez ce widget et sélectionnez un plan de traitement.
ja: このウィジェットを編集して服薬プランを選択してください。
ko: 이 위젯을 편집하고 복약 계획을 선택하십시오.
th: แก้ไขวิดเจ็ตนี้และเลือกแผนการใช้ยา
zh_hans: 编辑此小组件并选择一个用药计划。
zh_hant: 編輯此小工具並選擇一個用藥計劃。

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
ja: 有効
ko: 활성화됨
th: เปิดใช้งาน
zh_hans: 启用
zh_hant: 啟用

# ester.EB.name
source: Estradiol Benzoate
de: Estradiolbenzoat
es: Benzoato de estradiol
fr: Benzoate d’estradiol
ja: 安息香酸エストラジオール
ko: 에스트라디올벤조에이트
th: เอสตราไดออลเบนโซเอต
zh_hans: 苯甲酸雌二醇
zh_hant: 苯甲酸雌二醇

# ester.EC.name
source: Estradiol Cypionate
de: Estradiolzypionat
es: Cipionato de estradiol
fr: Cypionate d’estradiol
ja: エストラジオールシピオネート
ko: 에스트라디올시피오네이트
th: เอสตราไดออลไซพิโอเนต
zh_hans: 环戊丙酸雌二醇
zh_hant: 環戊丙酸雌二醇

# ester.EN.name
source: Estradiol Enanthate
de: Estradiolenanthat
es: Enantato de estradiol
fr: Énanthate d’estradiol
ja: エストラジオールエナント酸
ko: 에스트라디올에난테이트
th: เอสตราไดออลเอนันเทต
zh_hans: 庚酸雌二醇
zh_hant: 庚酸雌二醇

# ester.EV.name
source: Estradiol Valerate
de: Estradiolvalerat
es: Valerato de estradiol
fr: Valérate d’estradiol
ja: 吉草酸エストラジオール
ko: 에스트라디올 발레레이트
th: เอสตราไดออลวาเลอเรต
zh_hans: 戊酸雌二醇
zh_hant: 戊酸雌二醇

source: Estradiol benzoate (EB)
de: Estradiolbenzoat (EB)
es: Benzoato de estradiol (EB)
fr: Benzoate d’estradiol (EB)
ja: 安息香酸エストラジオール（EB）
ko: 에스트라디올벤조에이트 (EB)
th: เอสตราไดออลเบนโซเอต (EB)
zh_hans: 苯甲酸雌二醇 (EB)
zh_hant: 苯甲酸雌二醇 (EB)

source: Estradiol cypionate (EC)
de: Estradiolcypionat (EC)
es: Cipionato de estradiol (EC)
fr: Cypionate d’estradiol (EC)
ja: エストラジオールシピオネート（EC）
ko: 에스트라디올시피오네이트 (EC)
th: เอสตราไดออลไซพิโอเนต (EC)
zh_hans: 环戊丙酸雌二醇 (EC)
zh_hant: 環戊丙酸雌二醇 (EC)

source: Estradiol enanthate (EN)
de: Estradiolenanthat (EN)
es: Enantato de estradiol (EN)
fr: Énanthate d’estradiol (EN)
ja: エストラジオールエナント酸（EN）
ko: 에스트라디올에난테이트 (EN)
th: เอสตราไดออลเอนันเทต (EN)
zh_hans: 庚酸雌二醇 (EN)
zh_hant: 庚酸雌二醇 (EN)

source: Estradiol valerate (EV)
de: Estradiolvalerat (EV)
es: Valerato de estradiol (EV)
fr: Valérate d’estradiol (EV)
ja: 吉草酸エストラジオール（EV）
ko: 에스트라디올 발레레이트(EV)
th: เอสตราไดออลวาเลอเรต (EV)
zh_hans: 戊酸雌二醇 (EV)
zh_hant: 戊酸雌二醇 (EV)

source: Estradiol-equivalent dose (mg)
de: Estradioläquivalente Dosis (mg)
es: Dosis equivalente a estradiol (mg)
fr: Dose équivalente en estradiol (mg)
ja: エストラジオール換算投与量（mg）
ko: 에스트라디올 환산 용량(mg)
th: ขนาดยาสมมูลเอสตราไดออล (mg)
zh_hans: 雌二醇当量剂量（mg）
zh_hant: 雌二醇當量劑量（mg）

source: Estradiol, testosterone, or an anti-androgen.
de: Estradiol, Testosteron oder ein Anti-Androgen.
es: Estradiol, testosterona o un antiandrógeno.
fr: Estradiol, testostérone ou antiandrogène.
ja: エストラジオール、テストステロン、または抗アンドロゲン薬。
ko: 에스트라디올, 테스토스테론 또는 항안드로겐입니다.
th: เอสตราไดออล เทสโทสเตอโรน หรือยาต้านแอนโดรเจน
zh_hans: 雌二醇、睾酮或抗雄激素。
zh_hant: 雌二醇、睪固酮或抗雄激素。

# Every %lld day%@
source: Every %1$lld day%2$@
de: Alle %1$lld Tage%2$@
es: Todos los %1$lld días%2$@
fr: Tous les %1$lld jour%2$@
ja: %1$lld日ごと%2$@
ko: %1$lld 일마다%2$@
th: ทุก %1$lld วัน%2$@
zh_hans: 每 %1$lld 天
zh_hant: 每 %1$lld 天

# Every %lld day%@ from %@
source: Every %1$lld day%2$@ from %3$@
de: Alle %1$lld Tage%2$@ ab %3$@
es: Cada %1$lld día%2$@ desde %3$@
fr: Tous les %1$lld jour%2$@ à partir de %3$@
ja: %3$@から%1$lld日ごと%2$@
ko: %3$@부터 %1$lld일마다%2$@
th: ทุก %1$lld วัน%2$@ เริ่มจาก %3$@
zh_hans: 从 %3$@ 起每 %1$lld 天
zh_hant: 從 %3$@ 起每 %1$lld 天

source: Every N Days
de: Alle N Tage
es: Cada N días
fr: Tous les N jours
ja: N日ごと
ko: N일마다
th: ทุก N วัน
zh_hans: 每 N 天
zh_hant: 每 N 天

source: Finasteride
de: Finasterid
es: Finasterida
fr: Finastéride
ja: フィナステリド
ko: 피나스테리드
th: ฟิเนสเทไรด์
zh_hans: 非那雄胺
zh_hant: 非那雄胺

source: Gel application area in square centimeters when explicitly stated.
de: Auftragsfläche des Gels in Quadratzentimetern, sofern ausdrücklich angegeben.
es: Área de aplicación del gel en centímetros cuadrados cuando se indique explícitamente.
fr: Surface d’application du gel en centimètres carrés lorsqu’elle est explicitement indiquée.
ja: 明示されている場合のジェル塗布面積（cm²）です。
ko: 명시된 젤 도포 면적(제곱센티미터)입니다.
th: พื้นที่ทาเจลเป็นตารางเซนติเมตรเมื่อระบุไว้อย่างชัดเจน
zh_hans: 明确说明时的凝胶涂抹面积，单位为平方厘米。
zh_hant: 明確說明時的凝膠塗抹面積，單位為平方公分。

source: Gel Area
de: Gel-Auftragsfläche
es: Área de gel
fr: Surface du gel
ja: ジェル塗布面積
ko: 젤 도포 면적
th: บริเวณเจล
zh_hans: 凝胶涂抹面积
zh_hant: 凝膠塗抹面積

source: Gel area is not available from Health. The app will use its default area unless you edit it.
de: Die Gel-Auftragsfläche ist in Apple Health nicht verfügbar. Wenn Sie sie nicht bearbeiten, verwendet die App den Standardwert.
es: El área de aplicación del gel no está disponible en Salud. La app utilizará el área predeterminada a menos que la edites.
fr: La surface du gel n’est pas disponible dans Santé. L’app utilisera sa valeur par défaut si vous ne la modifiez pas.
ja: ヘルスケアからジェル塗布面積を取得できません。編集しない場合は既定値を使用します。
ko: Health에서 젤 도포 면적을 가져올 수 없습니다. 직접 편집하지 않으면 앱의 기본 면적을 사용합니다.
th: ไม่มีข้อมูลพื้นที่ทาเจลจาก Health แอปจะใช้ค่าเริ่มต้นจนกว่าคุณจะแก้ไข
zh_hans: Health 不提供凝胶涂抹面积，如不手动编辑将使用默认面积。
zh_hant: Health 不提供凝膠塗抹面積，如不手動編輯將使用預設面積。

source: Get Hormone Concentration
de: Hormonkonzentration abrufen
es: Obtener concentración hormonal
fr: Obtenir la concentration hormonale
ja: ホルモン濃度を取得
ko: 호르몬 농도 확인
th: ดูความเข้มข้นของฮอร์โมน
zh_hans: 获取激素浓度
zh_hant: 取得激素濃度

source: Health data isn't available on this device.
de: Gesundheitsdaten sind auf diesem Gerät nicht verfügbar.
es: Los datos de salud no están disponibles en este dispositivo.
fr: Les données Santé ne sont pas disponibles sur cet appareil.
ja: このデバイスではヘルスケアデータを利用できません。
ko: 이 장치에서는 건강 데이터를 사용할 수 없습니다.
th: ข้อมูล Health ไม่พร้อมใช้งานบนอุปกรณ์นี้
zh_hans: 此设备不支持健康数据。
zh_hant: 此裝置不支援健康資料。

source: Health dose
de: Dosis aus Apple Health
es: Dosis de Salud
fr: Dose de Santé
ja: ヘルスケアの投与量
ko: Health 용량
th: ขนาดยาจาก Health
zh_hans: 健康用药剂量
zh_hant: 健康用藥劑量

source: Health marks this medication as taken as needed. Add a reminder plan manually if needed.
de: Apple Health kennzeichnet dieses Medikament als bedarfsweise eingenommen. Fügen Sie bei Bedarf manuell einen Erinnerungsplan hinzu.
es: Salud marca este medicamento para tomarlo cuando sea necesario. Si quieres recordatorios, añade un plan manualmente.
fr: Santé indique que ce médicament est pris au besoin. Ajoutez manuellement un plan de rappels si nécessaire.
ja: ヘルスケアでは、この薬が必要時投与に設定されています。必要に応じてリマインダープランを手動で追加してください。
ko: Health에서 필요 시 복용하는 약물로 표시했습니다. 필요한 경우 알림 계획을 직접 추가하세요.
th: Health ระบุว่ายานี้ใช้ตามต้องการ หากต้องการให้เพิ่มแผนการแจ้งเตือนด้วยตนเอง
zh_hans: Health 将该药物标记为按需使用，如有需要请手动添加提醒计划。
zh_hant: Health 將該藥物標記為按需使用，如有需要請手動添加提醒計劃。

# healthkit.error.body_mass_missing
source: No body weight record was found in Health.
de: In Apple Health wurde kein Körpergewichtseintrag gefunden.
es: No se encontró ningún registro de peso corporal en Salud.
fr: Aucune mesure du poids n’a été trouvée dans Santé.
ja: ヘルスケアに体重の記録がありません。
ko: Health에서 체중 기록을 찾을 수 없습니다.
th: ไม่พบบันทึกน้ำหนักตัวใน Health
zh_hans: Apple 健康中没有体重记录。
zh_hant: Apple 健康中沒有體重記錄。

# healthkit.error.body_mass_read_unavailable
source: Body weight data isn't available in Health.
de: Körpergewichtsdaten sind in Apple Health nicht verfügbar.
es: Los datos del peso corporal no están disponibles en Salud.
fr: Les données de poids ne sont pas disponibles dans Santé.
ja: ヘルスケアの体重データを読み取れません。
ko: 체중 데이터는 Health에서 사용할 수 없습니다.
th: ไม่มีข้อมูลน้ำหนักตัวใน Health
zh_hans: Apple 健康中无法读取体重数据。
zh_hant: Apple 健康中無法讀取體重資料。

# healthkit.error.body_mass_save_failed
source: Saving body weight to Health failed.
de: Das Körpergewicht konnte nicht in Apple Health gespeichert werden.
es: No se pudo guardar el peso corporal en Salud.
fr: L’enregistrement du poids dans Santé a échoué.
ja: 体重をヘルスケアに保存できませんでした。
ko: 체중을 Health에 저장하지 못했습니다.
th: บันทึกน้ำหนักตัวไปยัง Health ไม่สำเร็จ
zh_hans: 写入 Apple 健康体重失败。
zh_hant: 寫入 Apple 健康體重失敗。

# healthkit.error.body_mass_subscription_unavailable
source: Body weight updates can't be subscribed to in Health.
de: Aktualisierungen des Körpergewichts können in Apple Health nicht abonniert werden.
es: No es posible suscribirse a las actualizaciones del peso corporal en Salud.
fr: Il est impossible de s’abonner aux mises à jour du poids dans Santé.
ja: ヘルスケアの体重更新を購読できません。
ko: Health의 체중 업데이트를 구독할 수 없습니다.
th: ไม่สามารถติดตามการอัปเดตน้ำหนักตัวจาก Health ได้
zh_hans: 无法订阅 Apple 健康中的体重更新。
zh_hant: 無法訂閱 Apple 健康中的體重更新。

# healthkit.error.body_mass_write_unavailable
source: Body weight data can't be written to Health.
de: Körpergewichtsdaten können nicht in Apple Health geschrieben werden.
es: No se puede guardar el peso corporal en Salud.
fr: Les données de poids ne peuvent pas être écrites dans Santé.
ja: ヘルスケアに体重データを書き込めません。
ko: 체중 데이터를 Health에 쓸 수 없습니다.
th: ไม่สามารถเขียนข้อมูลน้ำหนักตัวไปยัง Health ได้
zh_hans: 无法将体重数据写入 Apple 健康。
zh_hant: 無法將體重資料寫入 Apple 健康。

# healthkit.error.medication_authorization_cancelled
source: Apple Health medication access was cancelled.
de: Der Zugriff auf Medikamente in Apple Health wurde abgebrochen.
es: Se canceló el acceso a los medicamentos de Salud de Apple.
fr: L’accès aux médicaments de Santé d’Apple a été annulé.
ja: ヘルスケアの服薬情報へのアクセスがキャンセルされました。
ko: Apple Health 약물 접근 권한 요청이 취소되었습니다.
th: การเข้าถึงยา Apple Health ถูกยกเลิก
zh_hans: 已取消 Apple 健康用药访问授权。
zh_hant: 已取消 Apple 健康用藥存取授權。

# healthkit.error.unavailable
source: Health data isn't available on this device.
de: Gesundheitsdaten sind auf diesem Gerät nicht verfügbar.
es: Los datos de salud no están disponibles en este dispositivo.
fr: Les données Santé ne sont pas disponibles sur cet appareil.
ja: このデバイスではヘルスケアデータを利用できません。
ko: 이 장치에서는 건강 데이터를 사용할 수 없습니다.
th: ข้อมูล Health ไม่พร้อมใช้งานบนอุปกรณ์นี้
zh_hans: 此设备不支持健康数据。
zh_hant: 此裝置不支援健康資料。

source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
th: สูง
zh_hans: 高
zh_hant: 高

source: Hormone
de: Hormon
es: hormona
ja: ホルモン
ko: 호르몬
th: ฮอร์โมน
zh_hans: 激素
zh_hant: 激素

source: Hormone Lab Results
de: Hormon-Laborwerte
es: Resultados hormonales de laboratorio
fr: Résultats d’analyses hormonales
ja: ホルモン検査結果
ko: 호르몬 검사 결과
th: ผลการตรวจฮอร์โมน
zh_hans: 激素检验结果
zh_hant: 激素檢驗結果

source: Hormone Level
de: Hormonwert
es: Nivel hormonal
fr: Taux hormonal
ja: ホルモン濃度
ko: 호르몬 수치
th: ระดับฮอร์โมน
zh_hans: 激素浓度
zh_hant: 激素濃度

source: Hormone Status
de: Hormonstatus
es: Estado hormonal
fr: État hormonal
ja: ホルモンの状態
ko: 호르몬 상태
th: สถานะฮอร์โมน
zh_hans: 激素状态
zh_hant: 激素狀態

source: Hormones
de: Hormone
es: Hormonas
ja: ホルモン
ko: 호르몬
th: ฮอร์โมน
zh_hans: 激素
zh_hant: 激素

# Hours after now: %lld
source: Hours after now: %1$lld
de: Stunden nach jetzt: %1$lld
es: Horas después de ahora: %1$lld
fr: Heures après maintenant : %1$lld
ja: 現在から後：%1$lld時間
ko: 현재 이후: %1$lld시간
th: %1$lld ชั่วโมงหลังจากนี้
zh_hans: 当前时间后 %1$lld 小时
zh_hant: 目前時間後 %1$lld 小時

source: Hours before and after now
de: Stunden vor und nach jetzt
es: Horas antes y después de este momento
fr: Heures avant et après maintenant
ja: 現在の前後に表示する時間
ko: 현재 시각 전후 시간
th: ชั่วโมงก่อนและหลังเวลาปัจจุบัน
zh_hans: 当前时间前后的小时数
zh_hant: 目前時間前後的小時數

# Hours before now: %lld
source: Hours before now: %1$lld
de: Stunden vor jetzt: %1$lld
es: Horas antes de ahora: %1$lld
fr: Heures avant maintenant : %1$lld
ja: 現在より前：%1$lld時間
ko: 현재 이전: %1$lld시간
th: %1$lld ชั่วโมงก่อนเวลาปัจจุบัน
zh_hans: 当前时间前 %1$lld 小时
zh_hant: 目前時間前 %1$lld 小時

# Hours shown on each side of now: %lld
source: Hours shown on each side of now: %1$lld
de: Angezeigte Stunden vor und nach jetzt: %1$lld
es: Horas que se muestran a cada lado de la hora actual: %1$lld
fr: Heures affichées de chaque côté de maintenant : %1$lld
ja: 現在の前後に表示：各%1$lld時間
ko: 현재 시각 전후 각각 %1$lld시간
th: แสดงด้านละ %1$lld ชั่วโมงจากเวลาปัจจุบัน
zh_hans: 当前时间前后各显示 %1$lld 小时
zh_hant: 目前時間前後各顯示 %1$lld 小時

source: How did you take it—by injection, oral, sublingual, gel, applying a patch, or removing a patch?
de: Wie wurde es angewendet – als Injektion, oral, sublingual, als Gel, durch Aufkleben oder Entfernen eines Pflasters?
es: ¿Cómo lo administraste: por inyección, vía oral o sublingual, en gel, aplicando un parche o retirándolo?
fr: Comment l’avez-vous pris : par injection, par voie orale ou sublinguale, en gel, en appliquant un patch ou en retirant un patch ?
ja: 投与方法を教えてください。注射、経口、舌下、ジェル、パッチの貼付、またはパッチの取り外しから選べます。
ko: 주사, 경구, 설하, 젤, 패치 적용 또는 패치 제거 등 어떻게 복용하셨습니까?
th: คุณใช้ยาอย่างไร: ฉีด รับประทาน ใต้ลิ้น ทาเจล ติดแผ่นแปะ หรือถอดแผ่นแปะ
zh_hans: 您是如何用药的——注射、口服、舌下含服、涂抹凝胶、贴上贴片还是移除贴片？
zh_hant: 您是如何用藥的——注射、口服、舌下含服、塗抹凝膠、貼上貼片，還是移除貼片？

source: HRT Profile
de: HRT-Profil
es: Perfil de HRT
fr: Profil de THS
ja: HRTプロファイル
ko: HRT 프로필
th: โปรไฟล์ HRT
zh_hans: HRT 设置
zh_hant: HRT 設定

source: HRT Recorder is a personal record and estimation tool. It does not diagnose conditions, recommend treatment, calculate a prescribed dose, or replace a qualified clinician. Check with a healthcare professional before making medical decisions. Not for emergencies.
de: HRT Recorder ist ein persönliches Aufzeichnungs- und Schätzwerkzeug. Es stellt keine Diagnosen, empfiehlt keine Behandlung, berechnet keine verordnete Dosis und ersetzt keine qualifizierte medizinische Fachkraft. Besprechen Sie medizinische Entscheidungen mit einer medizinischen Fachkraft. Nicht für Notfälle.
es: HRT Recorder es una herramienta personal de registro y estimación. No diagnostica enfermedades, recomienda tratamientos, calcula dosis prescritas ni sustituye a un profesional sanitario cualificado. Consulta a un profesional sanitario antes de tomar decisiones médicas. No es para emergencias.
fr: HRT Recorder est un outil personnel de suivi et d’estimation. Il ne diagnostique aucune affection, ne recommande aucun traitement, ne calcule aucune dose prescrite et ne remplace pas un professionnel de santé qualifié. Consultez un professionnel de santé avant toute décision médicale. Ne pas utiliser en cas d’urgence.
ja: HRT Recorderは個人用の記録・推定ツールです。疾患の診断、治療の推奨、処方量の計算は行わず、資格を持つ医療従事者の代わりにはなりません。医療上の判断をする前に医療従事者へ相談してください。緊急時には使用しないでください。
ko: HRT Recorder는 개인 기록 및 추정 도구입니다. 질환을 진단하거나 치료를 권장하거나 처방 용량을 계산하지 않으며, 자격을 갖춘 의료 전문가를 대신하지 않습니다. 의료 결정을 내리기 전에 의료 전문가와 상담하세요. 응급 상황에는 사용하지 마세요.
th: HRT Recorder เป็นเครื่องมือส่วนบุคคลสำหรับบันทึกและประมาณค่า ไม่ได้วินิจฉัยโรค แนะนำการรักษา คำนวณขนาดยาตามใบสั่งยา หรือใช้แทนบุคลากรทางการแพทย์ที่มีคุณสมบัติเหมาะสม โปรดปรึกษาบุคลากรทางการแพทย์ก่อนตัดสินใจด้านสุขภาพ และห้ามใช้ในกรณีฉุกเฉิน
zh_hans: HRT Recorder 是个人记录与估算工具。它不会诊断疾病、推荐治疗、计算处方剂量，也不能替代专业医务人员。做出医疗决定前请咨询医务人员。本应用不适用于紧急情况。
zh_hant: HRT Recorder 是個人記錄與估算工具。它不會診斷疾病、推薦治療、計算處方劑量，也不能取代合格的醫療專業人員。作出醫療決定前請諮詢醫療專業人員。本 App 不適用於緊急情況。
